import styles from './index.less';

export default function DetailContainer_1() {
  return (
    <div className={styles.detail_1}>
      <h5>第一次</h5>
      <p>
        本人张海超，前端开发已有两年多，但主要做的还是页面基础功能，一直外派在阿里云工作。犹豫阿里的网络建设对安全特别重视，所以在工作的这两年里，对github和其他的一些开源的东西了解的都不是很多。年初更换了工作，进入了较小团队体里进行开发，虽然说比以前累了不少，负责的东西也增多了，但是所见识的面也确实广了许多，有了许多的见地。
        后来，工作之余看见了许多优秀的个人博客。看了几个就想自己也搭建一个，毕竟也是做前端的。也想做一个既有生活又有技术的多层面博客。目前博客还挂在github上，因为对于服务器那边还不是很了解很熟悉，等学习一阵之后，会挂到服务器上。
        需要学习的东西实在太多了，觉得前两年多的时间都白白浪费了，不过不晚，还来得及。
      </p>
    </div>
  );
}
